{
	"name": "Artful Markings",
	"image": "/shops/ArtfulMarkings.png",
	"description": "Artful Markings, a small yellow brick shop with a large front picture window, specializes in tattoo artistry. The shop, filled with the smell of inks, solvents, and antiseptics, houses a front counter covered with books of sample tattoos and workstations with reclining chairs and tables filled with inks, needles, and applicator equipment. The owner, <u>Alaris Shadowhand</u>, a tall, wiry man with milky blue eyes and long, black hair, shares tales of his travels while working on customers’ tattoos. Apprentice <u>Imogene Nightside</u>, a petite and graceful young woman with a fair complexion and striking violet eyes, makes stencils for customers, helps them pick potential designs, and reviews aftercare instructions to ensure they heal properly.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Inkmaster", "Body Painter", "Flesh Illustrator", "Skin Artist", "Skin Stainer"],
	"items": [
		{
			"name": "Custom Tattoo Design",
			"price": 5,
			"currency": "VA"
		},
		{
			"name": "Herbal Salve",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Ink Pot (1 oz.)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Needle (single use)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Pain Relief Potion",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Parchment (for designs)",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Specialty Ink",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Sterilization Kit",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Tattoo Aftercare Kit",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Tattoo Designs (pre-made)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Tattoo Transfer Paper",
			"price": 2,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Custom Tattoo Design Fee",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Large Tattoo",
			"price": 20,
			"currency": "GP"
		},
		{
			"name": "Medium Tattoo",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Small Tattoo",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Temporary Tattoo",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Touch-Up Session",
			"price": 2,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Mark of Destiny",
		"description": "A customer walks into Artful Markings with an old sheet of parchment showing a brave knight slaying a dragon with a single blow. Alaris can tell the parchment has some magic weaved into it. The customer wants a back tattoo of that scene and wants the magic in the parchment transferred into the tattoo.\n\tAlaris says he can make an exact copy of the tattoo on the customer’s back, even matching the simple color scheme. He warns the customer that transferring magic is tricky and could cause all types of complications, and he asks three times before proceeding. When Alaris is finished, the parchment crumbles into dust, and the customer can feel magic coursing through the tattoo. The customer leaves, delighted. A few days later, the customer’s back starts itching. Fearing an infection, they go back to Artful Markings and have Alaris examine the tattoo. Alaris shares the bad news that the magic is causing a transformation in the customer’s back. The skin is turning into scales. Alaris figures that the magic was corrupted at some point, perhaps even when it was transferred – or the customer misunderstood what the magic would do and recommends seeking the advice of the town’s resident wizard.\n\tThe wizard studies the back and then researches several of his dusty old tomes before declaring that the magic is working perfectly and he will be transformed into a wormling over the next thirty days – unless he seeks out a healing spring deep in the Mabash forest, a dark and desolate place full of heinous dangers. The wizard recommends they find help if they wish to survive the journey.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon":"mdi-brush"

}
