{
	"name": "Battleborn Fitness",
	"image": "/shops/BattlebornFitness.png",
	"description": "Battleborn Fitness, a large stone and wood gymnasium, offers a variety of indoor and outdoor exercise areas, including facilities for lifting, calisthenics, martial training, and climbing. The gym, known for its “lift the boulder for free membership” challenge, provides trainers for specific exercises and group classes. The owner, <u>Ludovic Ironfist</u>, a towering figure with a battle-scarred face, is often on the gym floor, demonstrating techniques and teaching wrestling classes. Apprentice <u>Thalia Stoneforge</u>, a petite but agile woman, teaches several classes, handles membership inquiries, and has significantly contributed to increasing the gym’s female clientele.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Palaestra", "Ludus", "Akademia", "Dojo", "Training Yard", "Salle d’Armes"],
	"items": [
		{
			"name": "Climbing Rope",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Iron Kettlebell",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Leather Training Gloves",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Leather Weightlifting Belt",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Martial Arts Gi",
			"price": 10,
			"currency": "SP"
		},
		{
			"name": "Pummel Horse",
			"price": 20,
			"currency": "GP"
		},
		{
			"name": "Weighted Sandbag",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Wooden Practice Sword",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Wooden Shield (Practice)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Wooden Training Dummy",
			"price": 10,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Group Training Class (per session)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Massage Therapy (30 minutes)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Personal Training Session (1 hour)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Steam Room Session (1 hour)",
			"price": 5,
			"currency": "SP"
		}
	],
	"quest": {
		"name": "The Lost Masterpiece",
		"description": "\tA small section of Battleborn Fitness is a series of glassed-in displays showcasing weapons Ludovic used and collected during his illustrious career. The many medals he earned are mounted on the wall above them. A potential member was inspecting the collection and took a keen interest in a rusted greatsword mounted high up on the wall. Ludovic noticed the interest and spent an hour sharing the story of the battle against a foe almost as large as him, a battle that caused a great scar on his back, which he shows. Ludovic keeps it even though it is rusted and pitted because it is the only weapon in all the battles he fought that almost brought him down.\n\tThat night, the gym was vandalized, and the only thing that was taken was that rusty sword. Ludovic immediately calls on all his contacts and describes the person who showed great interest in the sword the prior day. Dozens of people take up the search but are unsuccessful. One of them suggested that he hire a crew of “bloodhounds” to hunt that person down and recover the sword.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon":"mdi-weight-lifter"

}
