{
	"name": "Blackwood's Bountiful Butchery",
	"image": "/shops/BlackwoodsBountifulButchery.png",
	"description": "Blackwood’s Bountiful Butchery is a stone building located on the edge of the shopping district. The prevailing winds carry the odors of blood, meat, smoke, and spices away from the rest of the market. Inside, the well-lit space features a front area with staple food items, a long glass case displaying meats, sausages, and other chilled items, and a swinging door leading to the main butchery. The formidable owner, <u>Gwendolyn “Gwen” Blackwood</u>, treats customers like family, runs the shop confidently, and has a soft spot for stray cats. Her apprentice, <u>Bryce Bailinridge</u>, is an enthusiastic sausage maker, and Gwen invests in her development, hoping to transform her from a street urchin into a respectable lady.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Meatman", "Fleshmonger", "Carnifex", "Meat Cutter", "Beefmonger"],
	"items": [
		{
			"name": "Beef (per pound)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Blood Pudding (per pound)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Bone Broth (per jug)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Bones (variety of sizes, per pound)",
			"price": 1,
			"currency": "CP"
		},
		{
			"name": "Chicken (per bird)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Herbs and Spices (variety, per ounce)",
			"price": 15,
			"currency": "SP"
		},
		{
			"name": "Jerky (per pound)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Lamb (per pound)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Meat Pies (each)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Offal (variety of organ meats, per pound)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Pepper (per pound)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Pork (per pound)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Rabbit (per pound)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Salt (per pound)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Sausages (per pound)",
			"price": 3,
			"currency": "SP"
		},
		{
			"name": "Tallow (rendered animal fat, per pound)",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Venison (per pound)",
			"price": 1,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Butchering Fee",
			"price": 210,
			"currency": "GP"
		},
		{
			"name": "Custom Cuts (per request)",
			"price": 31,
			"currency": "SP"
		}
	],
	"quest": {
		"name": "The Silver Horned Wyrm Feast",
		"description": "\tEmissaries of the King have been visiting every hunter, tracker, skinner, and butcher in the kingdom to find someone who has or can acquire a silver horned worm for the upcoming wedding of the king’s daughter with a prince of a nearby realm. The meat of this fabled creature is supposed to ensure the creation of lifelong bonds, peace, and harmony, something that is desperately needed to finally bring peace to the two kingdoms. Unfortunately, the search has proven to be futile. Finally, in desperation, the emissaries start posting on all the job boards in the kingdom, offering a substantial reward for any group that can hunt down and deliver a silver horned wyrm intact and suitable for presentation at the table. The creature is a type of dragon, very rare and hard to find. A mature one is typically fifteen feet long. The king desires to bring the entire cooked carcass to the reception and have chefs carve it in front of the audience, filling the entire room with its enticing aroma.",
		"reward": "PLACEHOLDER",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-food-steak"
}
