{
	"name": "Blazecraft Transport",
	"image": "/shops/BlazecraftTransport.png",
	"description": "BlazeCraft Transport, a small, weathered building beside the water, is a lighter transport shop that uses small flat-bottom barges to transfer goods and passengers to larger ships. The building houses two desks covered with shipping manifests and schedules, a storeroom filled with tools and supplies, and a workshop. The owner, <u>Jenks Flintforge</u>, a spry man in his early 50s, runs the business meticulously and efficiently. Apprentice <u>Aldwyn Emberkin</u>, a young lad of about 16, assists in simple repairs in the workshop and helps lightermen row lighters filled with goods to awaiting vessels.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Bargeman", "Wharfinger", "Ferryman", "Boatman", "Waterman", "River Pilot"],
	"items": [
		{
			"name": "Boathook",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Driftwood Carving (small, decorative)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Mariner’s Journal",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Navigational Compass",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Navigational Map (local waterways)",
			"price": 3,
			"currency": "GP"
		},
		{
			"name": "Oil Lamp",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Pitch/Tar (per gallon)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Seafarer's Rope (50 feet)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Waterproof Travel Sack",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Waterproofing Kit (includes pitch, tar, and application tools)",
			"price": 5,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Cargo Loading/Unloading Assistance",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Lighter Maintenance (includes hull inspection and basic repairs)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Lighter Rental (per day)",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Lighter Repair (minor)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Navigational Consultation (local routes and hazards)",
			"price": 3,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Lost Cartographer’s Legacy",
		"description": "\tA mariner shares a tale with Jenks about a (deceased) legendary cartographer known for creating the most accurate and comprehensive maps of the waterways. The mariner tells Jenks that he has a clue to the whereabouts of the cartographer’s Opus Magnus and will sell the details for a few gold pieces. Jenks decides to buy the details – which turns out to be an old journal that speaks of a small island where the cartographer often retreated to when working on the finer details of his work. Jenks pours over the clues and drawings against his works and comes up with three possible small islands that might house the cartographer’s hideaway. Now, he is seeking a crew willing to brave dangerous waters and unknown challenges to explore these three islands to find this legendary collection of maps. The only condition is that Jenks will accompany the crew to examine anything they find.",
		"reward": "PLACEHOLDER",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-ferry"
}
