{
	"name": "Calligrapher's Corner Scriptorium",
	"image": "/shops/CalligraphersCornerScriptorium.png",
	"description": "Calligrapher’s Corner Scriptorium, a small wooden building near the town’s seat of power, is a hub for scribes to arrange jobs with customers. The building, filled with the faint smell of ink and various papers, houses a customer service area, a warren of hallways and small rooms each containing a desk and supplies, a locked room for storing sensitive documents, and a storeroom stacked with various sorts of papers and other vital supplies. The owner, <u>Alaric Grimwald</u>, a slender, bespectacled man with rich black hair, prefers work to people and meets only with a small number of long-term customers. Apprentice <u>Isolde Wren</u>, a matronly woman with a perpetual half-smile, handles much of the shop’s more exacting duplication projects.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Scrivener", "Copier", "Calligrapher", "Illuminator", "Manuscriptor"],
	"items": [
		{
			"name": "Illumination Materials",
			"price": 4,
			"currency": "GP"
		},
		{
			"name": "Ink",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Inkwell",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Papyrus",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Parchment",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Quills",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Scribe’s Desk",
			"price": 20,
			"currency": "GP"
		},
		{
			"name": "Scroll Cases",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Sealing Wax",
			"price": 1,
			"currency": "CP"
		},
		{
			"name": "Wax Seal Stamp",
			"price": 5,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Calligraphy",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Copying Manuscripts",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Illumination",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Notarization",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Translation",
			"price": 10,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Lost Tome of the Dead Knights ",
		"description": "\tAlaric keeps a few very rare and powerful books locked away in a secondary safe in the locked room in the shop. These are books customers occasionally find in the bottom of chests in their attics and other places. Alaric has purchased the most dangerous ones for safekeeping and advised the customers to sell the others at the bookshop down the street, even suggesting the price they should get. Most of the books contain heretical writings that should be destroyed, but he doesn’t have the heart to do so due to their beautiful illumination work. One book, “The Tome of the Dead Knights,” is different. It is a true book of power, and, in the wrong hands, it can be used to raise an army of thousands of undead knights under their command.\n\tThis morning, Alaric discovered the back wall of his shop was torn apart, and the safe with his rare book collection was stolen. He immediately reported to the constable, mayor, and local representative of the king, stressing the damage that could be caused if that book was used. His plea was impassioned enough that the king’s representative immediately authorized a very generous reward for recovering that volume.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-feather"
}
