{
	"name": "Draconis Charcoal Works",
	"image": "/shops/DraconisCharcoalWorks.png",
	"description": "Draconis Charcoal Works, located on the edge of town, is a stone building that specializes in charcoal production. The owner, <u>Yon Emberbean</u>, is a seasoned charcoal maker known for his patience and expertise in wood and burn characteristics. The shop sells specialty wood charcoal used by various professionals, and common charcoal for blacksmiths, metalworkers, and households. The apprentice, <u>Pila Dormas</u>, enjoys the smoke and burning odors, and is proficient in all aspects of the charcoal-making process, from sawing logs to operating kilns and filling customer orders.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Charburner", "Carbonasius", "Carboner", "Pitman", "Carbonist"],
	"items": [
		{
			"name": "Bag of High-Quality Charcoal (10 lbs)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Charcoal Burner’s Apron",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Charcoal Maker’s Handbook (Basic Guide)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Charcoal Sketching Kit",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Charcoal-Fueled Lantern",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Enchanted Charcoal (for magical purposes)",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Moonshadow Ember (Rare Charcoal)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Mystical Charcoal Incense Sticks (Set of 5)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Wooden Barrow for Charcoal Transportation",
			"price": 3,
			"currency": "SP"
		},
		{
			"name": "Wooden Charcoal Storage Crate",
			"price": 2,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Charcoal Making Workshop",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Custom Charcoal Order (Special Wood Type)",
			"price": 5,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Moonshadow Grove’s Enchantment",
		"description": "\tA shopper overhears Yon speaking with a mysterious robed figure about a special order – Moonshadow Ember charcoal. From the snatches of overheard conversation, the shopper learns that there is a rare type of tree that has grown entirely from the light of the moon and absorbed special properties, but it is located in the dark center of a very dangerous forest. The next day, Yon places a notice on the town’s job board seeking those skilled in lumber retrieval under dangerous conditions to perform a special task for him at a to-be-negotiated but generous pay rate. Yon has a map to the forest, drawings showing the tree that must be found, and instructions on how to harvest and transport the wood. He even supplies notes on the various creatures he knows about that they might encounter and offers suggestions on how they can be defeated. Whether the information is still good is unknown as Yon hasn’t traveled to that part of the world in decades.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-grill"
}
