{
	"name": "Inkwell's Scrolls",
	"image": "/shops/InkwellsScrolls.png",
	"description": "Inkwell’s Scrolls, a tiny wooden shop with an attached stone workshop, offers an inviting porch and a large front window displaying their wares. The brightly lit salesroom is filled with different types of paper and writing tools. The workshop, which smells of chemicals and rotten cabbage when the door is opened, houses several vats for making papers and parchments. The owner, <u>Hemford Alderidge</u>, a middle-aged man with sandy-blond hair, has tremendous patience and enjoys explaining the paper-making process to apprentices. Apprentice <u>Kenzie Willowshade</u>, a young woman with midnight black curls, works in the retail portion of the store and is learning the art of preparing the slurry for different types of papers.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Pulpwrights", "Parchmenters", "Scribners", "Stationers", "Scrollsmiths"],
	"items": [
		{
			"name": "Artisanal Handcrafted Leather Journal",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Calligraphy Set (Quill, Ink, and Parchment)",
			"price": 3,
			"currency": "GP"
		},
		{
			"name": "Fine Vellum Scroll (Quality Parchment)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Gilded Paper (Gold Leaf Embellishments)",
			"price": 15,
			"currency": "GP"
		},
		{
			"name": "Inkwell (Basic)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Inkwell (Ornate, with Intricate Designs)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Linen Parchment (Heavyweight)",
			"price": 4,
			"currency": "SP"
		},
		{
			"name": "Papyrus Scroll",
			"price": 3,
			"currency": "SP"
		},
		{
			"name": "Parchment Sheet (Standard)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Quill and Ink Set",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Recycled Paper (Rough Texture)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Silk Paper (Smooth and Luxurious)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Velum Parchment (Translucent)",
			"price": 6,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Custom Calligraphy (Per Page)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Custom Illuminated Manuscript (Elaborate)",
			"price": 50,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Enchanted Inkwell",
		"description": "\tHemford’s latest acquisition of antique inkwells purchased for sale in his shop includes one very plain, ordinary-looking one. Even after polishing, it is unattractive. He placed it on a shelf with a very low price, figuring it would sell to someone if the price were right. Over the next several weeks, Kenzie noticed that people would not even pay it a bit of attention, or if they did, it was no more than a minor glance. She finally decided to buy it for her calligraphy ink, and Hemford gave it as a gift, happy to have it off his shelves. She used it that night and wrote her most inspired work in flawless script. When she awoke the next morning, her entire body was covered with writing, and the paper was blank. It would not wash off. She covered herself head to toe and took the inkwell to Hemford for advice.\n\tTogether, they took it to a sage and discovered it had a rare curse on it, and the only cure would be to write another document with a very rare ink from a faraway village in a remote and dangerous part of the world. Hemford, feeling responsible for the debacle, is seeking a crew to go to that village and acquire some of this special ink.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-script-text"
}
