{
	"name": "Ironhoof Stables",
	"image": "/shops/IronhoofStables.png",
	"description": "Ironhoof Stables, a large fenced-in area on the outskirts of town, houses a small office, a large barn with twenty-four stalls, and a smaller barn filled with hay and feed. The facility includes a riding area for training horses and a small blacksmith’s forge for shaping horseshoes. The owner, <u>Sir Cecil Ironhoof</u>, an ex-cavalryman in his late fifties, personally rides all the horses that enter his stables for training. Apprentice <u>Vivienne Du Roche</u>, a teenager from a noble family with horses in their blood, dresses for the tasks at hand in simple work clothes or elegant riding outfits and is integrating into the team while showing care for the horses.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Livery", "Mews", "Stableyard", "Paddock"],
	"items": [
		{
			"name": "Bag of Oats",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Bale of Hay",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Bridle",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Feed (per day, per horse)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Hoof Pick",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Horse Brush",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Horseshoes (set of 4)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Lead Rope",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Saddle",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Stirrups",
			"price": 2,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Breeding Services (per mating attempt)",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Farrier Services (hoof trimming, per horse)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Grooming (per session, per horse)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Stabling (per day, per horse)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Tack Repair",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Training Session (basic obedience, per horse)",
			"price": 5,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "War Shoes",
		"description": "\tBards still sing of the mighty steed Midnight and his horseshoes that shot lightning bolts in battle when it reared up on its hind legs. The story credits Midnight with saving the king in a fierce battle that almost toppled the kingdom two hundred years ago. Midnight and its rider disappeared shortly after that battle, never to be seen again.\n\tToday, a local net fisherman dredged up a horseshoe from the river, still as pristine as the day it was made. He thought it might be worth a few coins, so he brought it to the town farrier and was given five silver for it. The farrier examined it and couldn’t figure out what it was made of, certainly not iron. Not knowing what to do with it, he sold it to the town alchemist for ten gold pieces. The alchemist determined it was magical and had some lightning-based power, but it was incomplete. She brought it to her friend Cecil and wondered if it could possibly be one of the horseshoes the fabled horse Midnight wore in the battle that saved the kingdom. Cecil took it and promised to investigate. He is now seeking skilled treasure hunters who might be able to find the origin point of the horseshoe and perhaps recover the other three and maybe even Midnight’s bones to give it a fitting hero’s burial.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-horse"
}
