{
	"name": "Ironquill Etchings",
	"image": "/shops/IronquillEtchings.png",
	"description": "Ironquill Etchings, a sturdy wooden building, offers engraving services on various materials including wood, brass, copper, stone, and wax. The shop, filled with the scent of oils, polishes, waxes, and varnishes, has a display case for product blanks and a workshop for meticulous engraving work. The owner, <u>Eamon Ironquill</u>, is a dedicated artisan in his 30s with a keen eye for detail, often collaborating with customers on design elements. His apprentice, <u>Sybil Ferrers</u>, is a young woman who takes her tasks seriously, practices on leftover materials, and creates new font styles in her sketchbook. Despite being allergic to one of the solvents, she maintains a positive attitude and is learning the trade under Eamon’s guidance.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Scrivener", "Etcher", "Inscriber", "Seal Cutter", "Intagliatore", "Glyphographer", "Die Sinker"],
	"items": [
		{
			"name": "Custom Engraving on Jewelry",
			"price": 120,
			"currency": "SP"
		},
		{
			"name": "Decorative Stone Tablet",
			"price": 110,
			"currency": "GP"
		},
		{
			"name": "Engraved Tankard or Goblet",
			"price": 15,
			"currency": "GP"
		},
		{
			"name": "Engraved Wooden Sign for Businesses",
			"price": 320,
			"currency": "GP"
		},
		{
			"name": "Metal Plaque with Inscription",
			"price": 130,
			"currency": "GP"
		},
		{
			"name": "Personalized Family Crest Engraving",
			"price": 1050,
			"currency": "GP"
		},
		{
			"name": "Religious Symbol",
			"price": 520,
			"currency": "GP"
		},
		{
			"name": "Weapon or Armor Engravings",
			"price": 550,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Custom Design Consultation",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Engraving Repair Services",
			"price": 120,
			"currency": "GP"
		},
		{
			"name": "Material Selection Assistance",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Rush Order Fee",
			"price": 210,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Lost Heirloom Engraving",
		"description": "\tAs adventurers peruse Eamon Ironquill’s engraver shop, they overhear a distraught noble seeking Eamon’s services. The noble is sharing that their family heirloom, a legendary sword engraved with mystical symbols, has stopped working. He explains that the centuries of polishing the sword have taken its toll and practically erased the engravings. He wants the engravings restored to their original state to hopefully restore the sword’s powers. Eamon states a reluctance to take on the task and suggests someone with magical abilities and engraving skills might be a better choice. The noble offers a large sum of money, which Eamon reluctantly turns down.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-fountain-pen-tip"
}
