{
	"name": "Milky Way Delights Milk House",
	"image": "/shops/MilkyWayDelightsMilkHouse.png",
	"description": "Milky Way Delights Milk House, a large stone building on the edge of town, is a milk processing facility that receives raw milk deliveries, which are poured into chilled metal containers and processed into various dairy products. The building, which has a lowered floor to keep the milk cool, also contains vats for skimming cream off the milk and making butter and yogurt. The owner, <u>Bartholomew “Barley” Butterworth</u>, a stout man with a round face and rosy cheeks, offers a hearty laugh and a wink to everyone who enters his shop. Apprentice <u>Felicity “Flick” Meadowbright</u>, a young woman with a tranquil face and cornflower blue eyes, enjoys butter churning the most and has taken the initiative to add herbs to the mix to make interesting herbal butter.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Dairyman", "Milk Runner", "Milk Hauler", "Milk Peddler"],
	"items": [
		{
			"name": "Butter (1 pound)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Butter Cake (homemade, small)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Buttermilk (1 gallon)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Cheese (1 pound)",
			"price": 510,
			"currency": "CP"
		},
		{
			"name": "Cheese Wheel (whole, large)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Cream (1 pint)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Fresh Cow’s Milk (1 gallon)",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Goat’s Milk (1 gallon)",
			"price": 3,
			"currency": "CP"
		},
		{
			"name": "Sheep’s Milk (1 gallon)",
			"price": 4,
			"currency": "CP"
		},
		{
			"name": "Whey (1  gallon)",
			"price": 4,
			"currency": "CP"
		},
		{
			"name": "Yogurt (1 pint)",
			"price": 2,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Milk Delivery (per week)",
			"price": 1,
			"currency": "SP"
		}
	],
	"quest": {
		"name": "The Mystery of the Vanishing Dairy Animals",
		"description": "\tSummer is a tough time for the milk business. Even with the cooling waters of the river, it spoils way too quickly after being delivered. Customers demand more frequent deliveries of smaller quantities and balk whenever Barley raises prices to pay for the more frequent deliveries. All summer, he hears grumbles and complaints for something out of his control, breaking his jolly heart. Finally, he sent a letter to the wizard college asking them if they could create a device that could enspell the bottles to make milk last longer or develop a process or potion that could be added to the milk for the same effect. They considered it a worthy challenge and set their students to work on this issue. The solution could benefit the entire kingdom and bring great glory to the college.\n\tAfter months of work, a student found a solution, but it required a root powder from an almost extinct plant, and the student used the last of their supply in the formula. The college contacted Barley with the good and bad news, and together, they decided to fund a quest to travel to a remote island and gather more of these roots and some living plants to grow locally with a touch of horticultural magic from a local druid.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-cow"
}
