{
	"name": "Mireaux Puppet Palace",
	"image": "/shops/MireauxPuppetPalace.png",
	"description": "Mireaux Puppet Palace, a colorful two-story wooden building, features a courtyard amphitheater where puppet masters perform from a second-level balcony. The interior, restricted to staff, serves as a workshop, practice area, and storage for puppets and props. The owner, <u>Master Silvio Mireaux</u>, a tall, slender figure with wild silver hair and piercing blue eyes, develops scripts and choreography for plays in his office. Apprentice <u>Josefin Nass</u>, a shy woman in her twenties with a powerful voice, performs in puppet shows, her talent unleashed from behind the scenes.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Marionette Theater", "Puppet Opera"],
	"items": [
		{
			"name": "General Admission",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Glove Puppet",
			"price": 10,
			"currency": "SP"
		},
		{
			"name": "Hand Puppet",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Marionette",
			"price": 15,
			"currency": "SP"
		},
		{
			"name": "Puppet Accessories (hats, props, etc.)",
			"price": 15,
			"currency": "SP"
		},
		{
			"name": "Puppet Clothing Set",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Puppet Repair Kit",
			"price": 3,
			"currency": "SP"
		},
		{
			"name": "Shadow Puppet",
			"price": 8,
			"currency": "SP"
		},
		{
			"name": "VIP Admission (includes front row seating and refreshments)",
			"price": 2,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Advanced Puppetry Techniques Demonstration",
			"price": 3,
			"currency": "SP"
		},
		{
			"name": "Advanced Puppetry Techniques Lesson",
			"price": 8,
			"currency": "SP"
		},
		{
			"name": "Beginner Puppetry Lesson (group)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Custom Glove Puppet",
			"price": 20,
			"currency": "SP"
		},
		{
			"name": "Custom Hand Puppet",
			"price": 15,
			"currency": "SP"
		},
		{
			"name": "Custom Marionette",
			"price": 25,
			"currency": "SP"
		},
		{
			"name": "Custom Shadow Puppet",
			"price": 18,
			"currency": "SP"
		},
		{
			"name": "Puppet Making Workshop (basic)",
			"price": 5,
			"currency": "SP"
		}
	],
	"quest": {
		"name": "The Marionette’s Lament",
		"description": "\tOccasionally, Master Mireaux has an opportunity to buy worn puppets from traveling theaters and circuses. He hates the thought of them being destroyed when they could easily be restored and give joy to entirely new audiences. A recent purchase included a badly broken marionette puppet needing major restoration work. Master Mireaux laid all the pieces out and carefully constructed new pins and fasteners, fixed cracked arms, and slowly pieced them together. Once together, he felt a force begin to take over his body as he painted and clothed the puppet. With each completed task, he felt his personality be pushed deeper and deeper into the dark recesses of his brain as a malevolent force crowded it out.\n\tFinally, the puppet was the master, and Mireaux its stringless mannequin. Over the coming weeks, the workers noticed strange people visiting Mireaux in his office at all hours as he neglected the shows. Being professionals, they picked up the slack. Eventually, they confronted him and noticed that he frequently looked at the marionette sitting in a chair in the corner before answering. Not sure what to do, they procrastinated until a crime wave struck the town. When they noticed that the people on some wanted posters were the same as those who frequented Mireaux’s office, they reported the odd behavior to the constable. The next day, the constable was dead, and they noticed drops of blood on the floor of the shop. Not knowing what else to do, they put out feelers for a more capable person to investigate.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-account-multiple"
}
