{
	"name": "Quill & Scroll Scriptorium",
	"image": "/shops/QuillScrollScriptorium.png",
	"description": "Quill & Scroll Scriptorium, a quaint shop located between the legal and religious districts, is a red brick structure with a barrel tile roof and an open porch. The interior, filled with lamp-lit worktables holding various tools, is a space where limners create works of art and scribes transcribe works onto papers. The owner, <u>Master Frankobello Fairweather</u>, a retired cleric, is an expert calligrapher and illuminator who enjoys interacting with customers and teaching junior members. Apprentice <u>Gladys Windermere</u>, a budding artist, is learning techniques, blending colors, and creating hyper-detailed creations at the Scriptorium, and spends her days grinding pigments, creating inks, practicing calligraphy, and working on illuminated manuscript pages.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Illuminator", "Scribe", "Pictores", "Book Painters", "Calligrapher"],
	"items": [
		{
			"name": "Gold Leaf (Sheet)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Parchment Sheet (Fine)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Parchment Sheet (Standard)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Pigment Set (Assorted Colors",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Pounce Powder (Small Bag)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Quill Pen (Single)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Rare Pigments",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Scroll Case (Basic)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Vial of Ink (Specialty)",
			"price": 35,
			"currency": "SP"
		},
		{
			"name": "Vial of Ink (Standard)",
			"price": 1,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Calligraphy (Per Page)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Custom Coat of Arms Design",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Illumination (Per Page)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Illustrated Family Tree",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Illuminated Manuscript (Custom-made)",
			"price": 10,
			"currency": "PR"
		}
	],
	"quest": {
		"name": "The King’s Riddle",
		"description": "\tMaster Fairweather left his shop six months ago for a special commission, leaving his second in command to run the operation while he was gone. He returned home in a shroud of mystery that was soon revealed when a royal proclamation was circulated throughout the land. Having no heir, the king decided to create a contest to determine the next ruler. He hired Master Fairweather to help him create six copies of an illustrated work containing more than a dozen clues to find the royal scepter. The one who finds the royal scepter and presents it to the king will be deemed the next in line to assume the throne. The rules are simple. The six books are identical and can only be examined while in the castle’s library, in a room under twenty-four-hour guard. Only six are allowed in the room at any given time, one for each book, and they can make and remove any notes they want to help them in their search. This contest is open to everyone, noble and commoner alike.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-feather"
}
