{
	"name": "Shield & Cipher Investigations",
	"image": "/shops/ShieldCipherInvestigations.png",
	"description": "Shield & Cipher Investigations, an elegant marble shop in the town center, offers upscale clients various services including surveillance, research, document authentication, decoding ciphers, and locating missing persons. The owner, <u>Rappton Kneebis</u>, a distinguished senior with a commanding presence, ensures each client feels fully attended to. The apprentice, <u>Daniel Bruster</u>, Rappton’s nephew, is a curious and eager young man with a knack for tracking, who spends his time researching and learning code-breaking when not on a case.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Sleuth", "Gumshoe", "Private Eye", "Inquisitor"],
	"items": [],
	"services": [
		{
			"name": "Background Investigation (per individual)",
			"price": 20,
			"currency": "GP"
		},
		{
			"name": "Cipher Decoding Service (per document)",
			"price": 50,
			"currency": "GP"
		},
		{
			"name": "Consultation Fee",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Missing Persons Investigation (per day)",
			"price": 50,
			"currency": "GP"
		},
		{
			"name": "Official Document Authentication",
			"price": 30,
			"currency": "GP"
		},
		{
			"name": "Rumor Investigation (per day)",
			"price": 15,
			"currency": "GP"
		},
		{
			"name": "Secret Society Infiltration (per week)",
			"price": 300,
			"currency": "GP"
		},
		{
			"name": "Security Consultation (business)",
			"price": 75,
			"currency": "GP"
		},
		{
			"name": "Security Consultation (home)",
			"price": 40,
			"currency": "GP"
		},
		{
			"name": "Surveillance Services (per day)",
			"price": 25,
			"currency": "GP"
		},
		{
			"name": "Undercover Operations (per day)",
			"price": 75,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Enigmatic Alchemist’s Codex",
		"description": "\tA potential new client, Gizelle Amberleek, is talking to the secretary about her situa􀀡on and trying to get an immediate appointment. Gizelle is an alchemist of modest means who recently came across an ancient codex filled with powerful alchemical secrets she has been slowly translating. She has translated enough of the secret knowledge to know this codex is hugely powerful and could literally tip the scales of society in the wrong hands.\n\tUnfortunately, she was careless talking about it over one too many drinks, and her laboratory was broken into, and the book was stolen. The secretary conferred with Rappton and returned to reluctantly reject service as Gizelle doesn’t have the funds to pay their exorbitant fees.\n\tThe secretary suggested she put a notice on the town’s job board and even told her how to word it to attract the right sort of help. Gizelle agrees and places a post on the board shortly after.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-magnify"
}
