{
	"name": "Soothing Suds Bathhouse",
	"image": "/shops/SoothingSudsBathhouse.png",
	"description": "Soothing Suds Bathhouse, an imposing marble building with a welcoming courtyard and a massive fountain, offers a variety of bathing services. The interior, filled with the scent of herbs and tonics, features a reception area, changing and bathing areas, and lockers for valuables. The owner, <u>Madam Celestina de Lavande</u>, is a striking woman who greets each patron and occasionally entertains guests in her private office. Her apprentice, <u>Lucian Everhart</u>, is a shy ex-urchin who assists with cleaning duties and feels a familial bond with Madam Lavande.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Thermae", "Hamman", "Onsen", "Sauna", "Sento", "Banya"],
	"items": [
		{
			"name": "Aromatic Oils (Small Vial)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Bath Salts (Per Pouch)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Essential Oil Blends (Per Bottle)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Herbal Bath Sachet",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Linen Robe",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Scrubbing Brush",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Soap (Per Bar)",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Sponge",
			"price": 2,
			"currency": "CP"
		},
		{
			"name": "Towel (Each)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Wooden Bucket",
			"price": 2,
			"currency": "CP"
		}
	],
	"services": [
		{
			"name": "Aromatherapy Session",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Basic Bathing Session (Includes Hot Water and Soap)",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Deluxe Bath Package (Includes Bath Soak, Aromatherapy, and Massage)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Herbal Bath Soak",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Massage (15 minutes)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Private Bathing Chamber",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Steam Room Access",
			"price": 1,
			"currency": "SP"
		}
	],
	"quest": {
		"name": "The Lost Temple of Selenea",
		"description": "\tA long-time patron of the baths noticed that the map of the region in the receptionist’s room used to track all the places patrons have traveled from to have a bath has subtly changed. The map is filled with pins showing where each patron calls home. Today, the patron noticed a pin in the center of the dead zone, a large desolate wasteland where no one can possibly survive. He learned that the person from that area checked in just an hour ago and is still in the baths. He asks for an introduction, and the receptionist calls Lucian to ask the other if he is willing to receive a guest. Moments later, high-pitched screaming is heard. As they run to find the issue, they see Lucian screaming because an inanimate skeleton is in repose in this now filthy private bath. Beside the bath is a scroll and an ancient necklace dedicated to the goddess Selenea, the ancient deity that was worshiped in the desolate area. The scroll contains a series of rights and rituals to bring Selenea into prominence again and includes a map that leads to an artifact necessary to kick off the series of rituals.",
		"reward": "PLACEHOLDER",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-shower"
}
