{
	"name": "The Chromatic Cauldron",
	"image": "/shops/TheChromaticCauldron.png",
	"description": "The Chromatic Cauldron, a wood-framed structure covered with overlapping colors, is a paint shop where various minerals, plants, and animal substances are processed to create vibrant colors. The shop, which emits smoky fumes from its roof ventilation system, has a neat office displaying various pigments and paints. The workshop, hidden from customers, houses workers who industriously process raw materials into specific colors. The owner, <u>Esméralda Grimwood</u>, a middle-aged woman with a mane of wild, coppery hair, supervises the operations and occasionally gets her hands dirty. Apprentice <u>Alden Thistlebrook</u>, a young lad with medium brown hair, enjoys the physicality of his work and the rhythmic, meditative state of grinding items.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Colorman", "Pigmentarius", "Inkmaker", "Tinter", "Tintorer", "Master of Colors"],
	"items": [
		{
			"name": "Basic Pigment Color (per ounce)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Canvas (per sheet)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Color Exterior Paint (per gallon)",
			"price": 3,
			"currency": "GP"
		},
		{
			"name": "Color Interior Paint (per gallon)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Exotic Pigment Color (per ounce)",
			"price": 2,
			"currency": "GP"
		},
		{
			"name": "Mixing Bowls (set of 3)",
			"price": 3,
			"currency": "CP"
		},
		{
			"name": "Paint Rollers (set of 3)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Paintbrushes (set of 5)",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Palette Knife",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Rare Pigment Color (per ounce)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "White Paint (per gallon)",
			"price": 1,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Basic Custom Pigment Color (per ounce)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Rare Custom Pigment Color (per ounce)",
			"price": 25,
			"currency": "SP"
		},
		{
			"name": "Exotic Custom Pigment Color (per ounce)",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Standard Pigment Grinding (per ounce)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Fine Pigment Grinding (per ounce)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Extra-Fine Pigment Grinding (per ounce)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Standard Pigment Mixing (per color)",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Premium Pigment Mixing (per color)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Master Pigment Mixing (per color)",
			"price": 1,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Lost Pigment Recipe of Pergon",
		"description": "\tThe king’s young daughter was perusing an ancient illuminated book in the royal library and fell in love with a color she found used on one of its pages. Every day for the last three months, she’s been running into the royal chambers and whining about wanting her room painted that color. Finally exasperated at these constant outbursts, her father calls all the pigment makers in the region to the castle to show them the page, examine the color, and make enough to paint his daughter’s room. Many pigment makers answered the king’s call. Most said they didn’t have the skills or ingredients to make that color. One, an ancient pigment maker, claimed to recognize the pigment’s creator, a talented woman named Pergon, who died over two hundred years ago in a nearby town. He said her recipes died with her.\n\tRumors have popped up occasionally about her keeping a recipe book, but it has never been found. The ancient one apologized to the king but said it would be impossible to make that color without Pergon’s original recipe. The king, needing to calm his daughter, issued a royal decree to offer a knighthood and a small valley to the person or group that could find that book. The decree seemed to quiet the daughter as she accepted that her father was doing all he could to make her wish come true. It created quite a buzz in the kingdom, with everyone wondering if the decree would be fulfilled.",
		"reward": "PLACEHOLDER",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-palette"
}
