{
	"name": "The Honeyed Horn",
	"image": "/shops/TheHoneyedHorn.png",
	"description": "The Honeyed Horn, a large three-story structure with a front shaped like a stylized beehive, is a mead production facility. The interior, which smells vaguely vinegary from fermenting honey, houses a small open platform for conducting business, a cement brewing floor, and a vast open area containing large brewing vessels and other equipment. The owner, <u>Aldric “Buzz” Rennis</u>, a short man in his late forties with a mead belly, enjoys hosting in the office and sampling his wares with customers. Apprentice <u>Isolde Brightwood</u>, a young woman in her early twenties with a muscular frame, assists in lifting, cleaning, and sanitizing the vats and barrels.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Mead Brewer", "Mazer", "Meadery", "Honey Brewers"],
	"items": [
		{
			"name": "Basic Tasting Flight (3 varieties)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Clay Drinking Goblet",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Common Herbs",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Common Mead",
			"price": 5,
			"currency": "CP"
		},
		{
			"name": "Common Mead",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Decorative Mead Pitcher",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Exotic Spices",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Fine Mead (aged or special blend)",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Fine Mead",
			"price": 50,
			"currency": "GP"
		},
		{
			"name": "Local Wildflower Honey",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Premium Tasting Flight (5 varieties including aged meads)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Premium Wildflower Honey",
			"price": 5,
			"currency": "SP"
		},
		{
			"name": "Quality Mead",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Quality Mead",
			"price": 10,
			"currency": "GP"
		},
		{
			"name": "Rare Honey (from specific flowers or regions)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Rare Ingredients (specialty herbs or imported spices)",
			"price": 51,
			"currency": "SP"
		},
		{
			"name": "Wooden Drinking Horn",
			"price": 1,
			"currency": "SP"
		}
	],
	"services": [
		{
			"name": "Custom Mead Brewing (per batch)",
			"price": 1050,
			"currency": "GP"
		},
		{
			"name": "Festive Mead (seasonal flavors)",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Wedding Mead",
			"price": 50,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Lost Recipe of the Meadmaker’s Guild",
		"description": "Buzz discovered an interesting recipe while reading an ancient mead history book. It was hidden behind the paste down end paper (i.e., the paper glued to the inside of the cover), and he only noticed it because he dropped the book and it tore, revealing a few written words. He reluctantly ripped the end paper off and became excited as he read the ancient letter. It offered a technique and a recipe for making an entirely unknown type of mead; in his heart, he knew it would be delicious. The problem is that he never heard of some of the ingredients. Some investigation and discussion with botanists led him to believe that the ingredients could be secured only by mounting an expedition to a far-off island.\n\tBurning with desire, he made a pact with one of the botanists to fund an expedition to the island to recover these rare ingredients and whatever else the botanist might find that interested them. He gave the botanist a generous budget, and now the botanist is seeking a group to travel with him and protect him while he performs his investigative work.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-beehive-outline"
}
