{
	"name": "The Stonecutter's Workshop",
	"image": "/shops/TheStonecuttersWorkshop.png",
	"description": "The Stonecutter’s Workshop, a long barn-shaped building with a fenced-in back area, showcases various materials they work with on its stone-faced front. The shop features a small showroom filled with examples of work and a workshop area filled with artisans at work. The owner, <u>Ludwig Visconti</u>, a slender man in his late fifties with gnarled hands, is full of positive energy and driven by his mission to leave his mark on the town with quality stonework. Apprentice <u>Maud Stonemane</u>, Ludwig’s niece, is a brawny woman who sees working for Ludwig as a way off the farm and into “big city” living. She is learning the art of smoothing a rough block of stone into a usable piece and laying bricks in straight lines.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Stonemasons", "Bricklayers", "Stonecutters"],
	"items": [
		{
			"name": "Building Foundation",
			"price": 1010,
			"currency": "GP"
		},
		{
			"name": "Masonry Tool kit",
			"price": 5,
			"currency": "GP"
		},
		{
			"name": "Mortar and Cement",
			"price": 55,
			"currency": "SP"
		},
		{
			"name": "Stone Blocks",
			"price": 1,
			"currency": "SP"
		},
		{
			"name": "Stone Fireplace Mantels",
			"price": 510,
			"currency": "GP"
		},
		{
			"name": "Stone Fountain Kits",
			"price": 1020,
			"currency": "GP"
		},
		{
			"name": "Stone Paving Stones",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Stone Vases and Urns",
			"price": 25,
			"currency": "GP"
		},
		{
			"name": "Stone Wall Construction",
			"price": 15,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Stone Cleaning and Polishing Services",
			"price": 2,
			"currency": "SP"
		},
		{
			"name": "Stone Engraving Services",
			"price": 1,
			"currency": "GP"
		},
		{
			"name": "Stone Restoration",
			"price": 0,
			"currency": "VA"
		},
		{
			"name": "Stonemasonry Work",
			"price": 0,
			"currency": "VA"
		}
	],
	"quest": {
		"name": "It Lies Beneath",
		"description": "\tThe Stonecutter’s Workshop is building a new government building on the old town square. When completed, the old one will be disassembled and become the spot for the new town square. The foundation was dug, poured, and left to dry for a few days before construction on the walls could commence. When it was inspected, it had huge cracks radiating from the center as though a massive object pushed up against it from the ground beneath. It was dug up, the earth smoothed, repoured, and then watched. On the second night, the observer saw the foundation bulge and crack, and a vine-like tentacle reached out of a crack to explore the surface before sinking back into the ground. After reporting it, Ludwig reported the situation to the town council, who decided that whatever entity makes its home under their town must be eradicated. They put out notices seeking a group willing to investigate, relocate, or destroy whatever creature they find.",
		"reward": "PLACEHOLDER",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-saw-blade"
}
