{
	"name": "Timekeeper's Haven",
	"image": "/shops/TimekeepersHaven.png",
	"description": "Timekeeper’s Haven, a one-story wood building in the merchant district, features a three-story clock tower and a front window displaying various timepieces. The noisy interior houses a variety of clocks and timepieces, a service counter, and a workshop where horologists meticulously assemble timepieces. The owner, <u>Filipe Cogsworth</u>, is a focused craftsman who spends his time on challenging custom projects. Apprentice <u>Alys Fairwind</u>, who grew up in her father’s tinkering shop, is learning important skills under Filipe’s guidance and impresses customers with her quick and skillful watch repairs.",
	"attitude": "Neutral",
	"discount": 0,
	"tags": ["Timekeeper", "Chrolologist", "Watchmaker", "Clockmaker", "Chronographers"],
	"items": [
		{
			"name": "Brass Astrolabe",
			"price": 25100,
			"currency": "GP"
		},
		{
			"name": "Celestial Map",
			"price": 210,
			"currency": "GP"
		},
		{
			"name": "Celestial Orrery",
			"price": 25100,
			"currency": "GP"
		},
		{
			"name": "Hourglass Earrings",
			"price": 15,
			"currency": "GP"
		},
		{
			"name": "Hourglass",
			"price": 15,
			"currency": "GP"
		},
		{
			"name": "Mechanical Clock",
			"price": 50500,
			"currency": "GP"
		},
		{
			"name": "Nautical Sextant",
			"price": 1050,
			"currency": "GP"
		},
		{
			"name": "Pocket Watch",
			"price": 1050,
			"currency": "GP"
		},
		{
			"name": "Sundial",
			"price": 120,
			"currency": "GP"
		},
		{
			"name": "Timepiece Pendant",
			"price": 520,
			"currency": "GP"
		},
		{
			"name": "Water Clock (Clepsydra)",
			"price": 1050,
			"currency": "GP"
		}
	],
	"services": [
		{
			"name": "Clock Repair",
			"price": 110,
			"currency": "GP"
		},
		{
			"name": "Custom Clock Commission",
			"price": 50500,
			"currency": "GP"
		}
	],
	"quest": {
		"name": "The Astral Chronograph",
		"description": "\tA worker tearing down a decrepit manor discovered an odd object in a small bricked-up niche in the basement’s wall. He slipped it into his pocket for later study, and when he got a closer look, he figured it must be some timepiece because of its hands and numbers painted around its face. He figured he could get a few coins, so he took it to Timekeeper’s Haven to sell it. Filipe gave it a cursory look and offered him five gold, figuring the metal in it was worth that much if he couldn’t operate it again. While disassembling it, he touched a hidden crystal with a tiny screwdriver and was given such a strong shock that he was hurled against the wall and knocked out. His staff found him there in the morning, still unconscious. When he woke, he tried to explain what he was doing but got puzzled when he saw the device was fully assembled. He asked, but everyone swore they didn’t touch his workspace.\n\tHe brought it to a local magician who examined and returned it, hands shaking. The magician advised getting it as far away from town as possible and destroying it, preferably by tossing it into the molten center of a volcano. The magician would say no more. This prognosis only piqued Filipe’s curiosity, so he quietly put out his word that he was looking for a powerful wizard for a special task.",
		"reward": "",
		"completed": false
	},
	"isSelected": false,
	"icon": "mdi-timer"
}
